Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# ChannelMessageVideo
source: {0} posted a video
ar: نشرت ⁨{0}⁩ مقطعًا مرئيًا
be: {0} размясціў(-ла) відэа
ca: {0} ha publicat un vídeo
de: {0} hat ein Video gesendet
es: {0} publicó un video
fa: ⁨{0}⁩ یک ویدیو ارسال کرد
fi: {0} julkaisi videon
fr: {0} a publié une vidéo
id: {0} mengeposkan video
it: {0} ha pubblicato un video
ko: {0} 채널이 동영상을 게시했습니다
ms: {0} poskan video
nl: {0} plaatste een video
pl: {0} opublikował wideo
pt_br: {0} postou um vídeo
ru: В канале «{0}» новое видео
sv: {0} skickade en video
tr: {0} bir video gönderdi
uk: {0} публікує відео
uz: {0} video joyladi
zh_cn: {0} 发送了一段视频
zh_tw: {0} 發送了一段影片

# ChannelModerator
source: Moderator
ru: Модератор
zh_cn: 频道主
zh_tw: 頻道主

# ChannelMute
source: MUTE
ar: كتم
be: НЕ АПАВЯШЧАЦЬ
ca: SILENCIA
de: STUMM
es: SILENCIAR
fa: بی‌صدا کردن
fi: MYKISTÄ
fr: SOURDINE
id: SENYAPKAN
it: SILENZIA
ko: 알림 끄기
ms: SENYAPKAN
nl: GELUID UIT
pl: WYŁĄCZ POWIADOMIENIA
pt_br: SILENCIAR
ru: УБРАТЬ ЗВУК
sv: STÄNG AV AVISERINGAR
tr: SESSİZE AL
uk: НЕ СПОВІЩАТИ
uz: SUKUT QILISH
zh_cn: 关闭通知
zh_tw: 關閉通知

# ChannelNotifyMembersInfoOff
source: Subscribers will receive a silent notification
ar: سيستلم المشتركون إشعاراتٍ صامتة.
be: Падпісчыкі атрымаюць бязгучнае апавяшчэнне
ca: Els subscriptors rebran una notificació silenciosa
de: Stille Benachrichtigung wird gesendet
es: Tu post no será notificado
fa: مشترکین یک اعلان بی‌صدا دریافت خواهند کرد
fi: Tilaajat saavat äänettömän ilmoituksen.
fr: Les abonnés recevront une notification silencieuse
id: Pengikut akan mendapatkan notifikasi senyap.
it: Gli iscritti riceveranno una notifica silenziosa
ko: 참가자가 조용히 알림을 받습니다
ms: Pelanggan akan terima notifikasi senyap
nl: Stille berichtgeving voor abonnees
pl: Subskrybenci otrzymają ciche powiadomienie
pt_br: A notificação do post será silenciosa.
ru: Подписчики получат уведомление без звука
sv: Följare får en ljudlös avisering.
tr: Aboneler sessiz bir bildirim alacak
uk: Підписники отримають беззвучне сповіщення
uz: Obunachilar tovushsiz bildirishnoma qabul qiladilar
zh_cn: 消息发布后订阅者会收到无声通知
zh_tw: 訊息發佈後訂閲者會收到無聲通知

# ChannelNotifyMembersInfoOn
source: Subscribers will be notified when you post
ar: سيتم إعلام المشتركين عند إرسال المنشورات.
be: Падпісчыкі будуць апавешчаны аб новых допісах
ca: Es notificarà els subscriptors quan publiqueu
de: Abonnenten werden benachrichtigt
es: Tu post será notificado
fa: در صورت ارسال پیام به مشترکین اطلاع داده خواهد شد
fi: Tilaajat saavat ilmoituksen, kun julkaiset jotain.
fr: Les abonnés seront notifiés lorsque vous publiez
id: Pengikut akan mendapat notifikasi saat Anda memposting.
it: I post saranno notificati agli iscritti
ko: 글을 게시하시면 참가자가 알림을 받습니다
ms: Pelanggan akan diberitahu bila anda pos.
nl: Berichtgeving voor abonnees
pl: Subskrybenci będą powiadamiani, gdy piszesz
pt_br: Os inscritos serão notificados sobre o post.
ru: Участники получают уведомления о публикациях
sv: Följare kommer att aviseras när du skickar.
tr: Gönderdiğinizde abonelere bildirim gönderilecek
uk: Підписників буде сповіщено про вашу публікацію
uz: Nashr qilganingizda obunachilar xabardor qilinadi
zh_cn: 消息发布后订阅者会收到通知
zh_tw: 訊息發佈後訂閲者會收到通知

# ChannelOtherMembers
source: Other members
ar: الأعضاء الآخرون
be: Іншыя ўдзельнікі
ca: Altres membres
de: Weitere Mitglieder
es: Otros miembros
fa: سایر اعضا
fi: Muut jäsenet
fr: Autres membres
id: Anggota lain
it: Altri membri
ko: 나머지 참가자
ms: Ahli lain
nl: Andere leden
pl: Inni członkowie
pt_br: Outros membros
ru: Другие участники
sv: Andra medlemmar
tr: Diğer üyeler
uk: Інші учасники
uz: Boshqa aʼzolar

# ChannelOtherSubscriberJoined
source: joined {0}
ar: انضم ⁨{0}⁩
be: далучыўся(-лася) {0}
ca: s’ha unit a {0}
de: beigetreten: {0}
es: se unió el {0}
fa: به ⁨{0}⁩ پیوست
fi: liittyi {0}
fr: a rejoint {0}
id: bergabung {0}
it: unito il {0}
ko: {0} 명 들어옴
ms: sertai {0}
nl: lid geworden op {0}
pl: subskrybent dołączył {0}
pt_br: entrou em {0}
ru: участник с {0}
sv: Gick med i {0}
tr: {0} katıldı
uk: {0} приєднується
uz: {0} qoʻshildi

# ChannelOtherSubscribers
source: Other subscribers
ar: المشتركون الآخرون
be: Іншыя падпісчыкі
ca: Altres subscriptors
de: Weitere Abonnenten
es: Otros suscriptores
fa: سایر مشترکین
fi: Muut tilaajat
fr: Autres abonnés
id: Pelanggan lain
it: Altri iscritti
ko: 나머지 구독자
ms: Pelanggan lain
nl: Andere abonnees
pl: Inni subskrybenci
pt_br: Outros inscritos
ru: Другие подписчики
sv: Andra följare
tr: Diğer aboneler
uk: Інші підписники
uz: Boshqa obunachilar

# ChannelPermissions
source: Permissions
ar: الصلاحيات
be: Паўнамоцтвы
ca: Permisos
de: Berechtigungen
es: Permisos
fa: اختیارات
fi: Oikeudet
id: Izin
it: Permessi
ko: 권한
ms: Permisi
nl: Rechten
pl: Uprawnienia
pt_br: Permissões
ru: Разрешения
sv: Behörigheter
tr: İzinler
uk: Дозволи
uz: Ruxsatnomalar

# ChannelPermissionsHeader
source: What can members of this group do?
ar: ما هي صلاحيات أعضاء هذه المجموعة؟
be: Што могуць рабіць удзельнікі гэтай суполкі?
ca: Què poden fer els membres del grup?
de: Was dürfen Mitglieder machen?
es: ¿Qué pueden hacer los miembros?
fa: اعضای این گروه چه کارهایی می‌توانند انجام دهند؟
fi: Mitä tämän ryhmän jäsenet saavat tehdä?
fr: Que peuvent faire les membres de ce groupe ?
id: Apa yang dapat anggota grup ini lakukan?
it: Cosa possono fare i membri del gruppo?
ko: 이 그룹의 참가자가 할 수 있는 일
ms: Apa ahli grup ini boleh buat?
nl: Wat mogen leden van deze groep?
pl: Co mogą robić członkowie tej grupy?
pt_br: O que os membros do grupo podem fazer?
ru: Возможности участников:
sv: Vad kan medlemmar i den här gruppen göra?
tr: Bu grubun üyeleri ne yapabilir?
uk: Учасники групи можуть:
uz: Bu guruh aʼzolari nimalar qila oladilar?

# ChannelPhotoEditNotification
source: Channel {0} updated its photo
ar: تم تحديث صورة قناة ⁨{0}⁩
be: Канал {0} абнавіў аватар профілю
ca: S'ha actualitzat la foto del canal {0}
de: Kanal {0} hat das Bild geändert
es: El canal {0} cambió su foto
fa: کانال ⁨{0}⁩ عکس خود را به‌روزرسانی کرد
fi: Kanava {0} päivitti kanavakuvansa
fr: Le canal {0} a changé sa photo
id: Channel {0} memperbarui foto
it: Il canale {0} ha aggiornato la sua foto
ko: {0} 채널 사진이 업데이트되었습니다
ms: Saluran {0} kemas kini foto
nl: Kanaalfoto van {0} bijgewerkt
pl: Zaktualizowano zdjęcie kanału {0}
pt_br: Canal {0} atualizou a foto
ru: Фото канала {0} обновлено
sv: Kanal {0} uppdaterade sin bild
tr: {0} kanalının fotoğrafı güncellendi
uk: Канал {0} змінює фото
uz: {0} kanali rasmi yangilandi
zh_cn: {0} 更新了频道头像
zh_tw: {0} 更新了頻道頭像

# ChannelPostDeleted
source: Sorry, this post has been removed from the discussion group.
ar: المعذرة، تمت إزالة هذا المنشور من مجموعة المناقشة.
be: Гэты допіс быў выдалены з суполкі абмеркаванняў.
ca: S'ha eliminat la publicació del grup de debat.
de: Dieser Beitrag wurde leider aus der Diskussionsgruppe entfernt.
es: Esta publicación ha sido eliminada del grupo de conversación.
fi: Valitettavasti tämä viesti on poistettu keskusteluryhmästä.
fr: Désolé, cette publication a été retirée du groupe de discussion.
id: Maaf, pesan sudah dihapus dari grup diskusi.
it: Spiacenti, questo post è stato rimosso dal gruppo di discussione.
ko: 죄송합니다. 이 게시물은 토론 그룹에서 제거되었습니다.
ms: Maaf, pos ini telah dikeluarkan dari grup diskusi.
nl: Sorry, deze post is verwijderd uit de discussiegroep
pl: Ten wpis został usunięty z grupy dyskusyjnej.
pt_br: Desculpe, esse post foi removido do grupo de conversa.
ru: Этот пост был удален из группы для обсуждения.
sv: Beklagar, posten har tagits bort från diskussionsgruppen.
tr: Üzgünüz, bu gönderi tartışma grubundan kaldırıldı.
uk: Цю публікацію було видалено з групи для обговорення.

# ChannelPrivate
source: Private Channel
ar: قناة خاصة
be: Прыватны канал
ca: Canal privat
de: privat
es: Canal privado
fa: کانال خصوصی
fi: Yksityinen kanava
fr: Canal privé
id: Channel Privat
it: Canale privato
ko: 비공개 채널
ms: Saluran Peribadi
nl: Privé-kanaal
pl: Kanał prywatny
pt_br: Canal Privado
ru: Частный канал
sv: Privat kanal
tr: Gizli Kanal
uk: Приватний канал
uz: Shaxsiy kanal
zh_cn: 私密频道
zh_tw: 私密頻道

# ChannelPrivateInfo
source: Private channels can only be joined via an invite link.
ar: يمكن الانضمام للقنوات الخاصة عبر رابط الدعوة فقط.
be: Да прыватных каналаў можна далучыцца толькі праз запрашальную спасылку.
ca: Només es pot accedir als canals privats a través d'un enllaç d'invitació.
de: Kann man nur per Einladungslink finden
es: Sólo se puede entrar a canales privados a través de un enlace de invitación.
fa: تنها از طریق لینک دعوت می‌توان به کانال‌های خصوصی پیوست.
fi: Yksityisille kanaville voidaan liittyä ainoastaan kutsulinkin kautta.
fr: Seules les personnes possédant un lien d'invitation peuvent rejoindre un canal privé.
id: Channel privat hanya dapat dimasuki melalui tautan undangan.
it: È possibile unirsi ai canali privati solo tramite link d'invito.
ko: 비공개 채널에는 초대 링크로만 들어올 수 있습니다.
ms: Saluran peribadi hanya boleh disertai melalui link jemputan.
nl: Lid worden van privé-kanalen kan alleen per uitnodigingslink.
pl: Do prywatnych kanałów można dołączyć tylko za pośrednictwem linku zaproszenia.
pt_br: Só é possível entrar em canais privados por meio de um link de convite.
ru: На частные каналы можно подписаться только по ссылке-приглашению.
sv: Privata kanaler kan endast nås via en inbjudningslänk.
tr: Gizli kanallara sadece bir davet bağlantısıyla katılınabilir.
uk: Приєднатися до приватних каналів можна лише за запрошувальним посиланням.
uz: Shaxsiy kanallarga faqatgina taklif havolasi orqali qo‘shilish mumkin.
zh_cn: 私密频道只能通过邀请链接关注。
zh_tw: 私密頻道只能通過邀請鏈結訂閲。

# ChannelPrivateLinkHelp
source: People can join your channel by following this link. You can revoke the link any time.
ar: يمكن للأشخاص الانضمام إلى قناتك عبر هذا الرابط. بإمكانك تعطيل الرابط في أي وقت.
be: Карыстальнікі могуць далучыцца да вашага канала, пераходзячы па гэтай спасылцы. Вы можаце адклікаць яе ў любы час.
ca: Qualsevol pot unir-se al canal a través d'aquest enllaç. El podeu revocar quan vulgueu.
de: Alle Telegramnutzer können mit diesem Link deinem Kanal beitreten, du kannst ihn aber jederzeit widerrufen.
es: Las personas pueden unirse a tu canal siguiendo este enlace. Puedes anular el enlace en cualquier momento.
fa: افراد می‌توانند با استفاده از این لینک به کانال شما بپیوندند. شما می‌توانید لینک را در هر زمانی باطل کنید.
fi: Kanavallesi voi liittyä tämän linkin avulla. Voit mitätöidä sen koska tahansa.
fr: Il est possible de rejoindre votre canal en suivant ce lien. Vous pouvez le révoquer à tout moment.
id: Orang-orang dapat bergabung dalam channel Anda dengan tautan ini. Anda dapat mencabut tautan kapan pun.
it: Le persone possono unirsi al tuo canale seguendo questo link. Puoi revocare il link in ogni momento.
ko: 사람들이 위 링크를 따라 회원님의 채널에 들어올 수 있습니다. 링크는 언제든지 폐기하실 수 있습니다.
ms: Orang boleh sertai saluran anda dengan link ini. Anda boleh batalkan link ini bila-bila masa.
nl: Lid worden van je kanaal kan door deze link te volgen, je kunt de link altijd intrekken.
pl: Osoby mogą dołączyć do kanału za pomocą tego linku. Link można unieważnić w dowolnym momencie.
pt_br: Pessoas podem entrar em seu canal com esse link. Você pode desativar o link quando quiser.
ru: По этой ссылке можно подписаться на Ваш канал. Вы можете сбросить её в любой момент.
sv: Personer kan följa din kanal genom att använda länken. Du kan när som helst återkalla länken.
tr: Kişiler, bu bağlantıyı takip ederek kanalınıza katılabilir. Bağlantıyı istediğiniz zaman iptal edebilirsiniz.
uk: За цим посиланням можна приєднатися до вашого каналу. Його завжди можна зробити недійсним.
uz: Odamlar ushbu havola orqali kanalingizga qoʻshilishlari mumkin. Bu havolani istalgan paytda bekor qilishingiz mumkin.
zh_cn: 任何人都可以通过此链接关注您的频道。您可以随时废除此链接。
zh_tw: 任何人都可以通過此鏈結訂閲您的頻道。您可以隨時廢除此鏈結。

# ChannelPublic
source: Public Channel
ar: قناة عامة
be: Публічны канал
ca: Canal públic
de: öffentlich
es: Canal público
fa: کانال عمومی
fi: Julkinen kanava
fr: Canal public
id: Channel Publik
it: Canale pubblico
ko: 공개 채널
ms: Saluran Awam
nl: Publiek kanaal
pl: Kanał publiczny
pt_br: Canal Público
ru: Публичный канал
sv: Publik kanal
tr: Genel Kanal
uk: Публічний канал
uz: Ommaviy kanal
zh_cn: 公开频道
zh_tw: 公開頻道

# ChannelPublicEmptyUsername
source: Please choose a link for your public channel, so that people can find it in search and share with others. If you're not interested, we suggest creating a private channel instead.
ar: فضلًا قم باختيار رابط لقناتك العامة ليتمكن الناس من إيجادها عبر البحث ومشاركتِها مع غيرهم. إذا لم ترغب بذلك، ننصحك بإنشاء قناة خاصة بدلا منها.
be: Выберыце спасылку для публічнага канала, каб карыстальнікі змаглі адшукаць яго праз пошук і абагуліць для іншых. Калі не хочаце, каб карыстальнікі мелі такую магчымасць, прапануем стварыць прыватны канал.
ca: Trieu un enllaç per al vostre canal public, perquè la gent el pugui trobar i compartir. Si no us interessa, us suggerim que creeu un canal privat.
de: Bitte wähle einen Link für deinen öffentlichen Kanal, damit andere ihn finden und weiter verbreiten können. Wenn du das nicht möchtest, empfehlen wir dir einen privaten Kanal.
es: Por favor, elige un enlace para tu canal público para que las personas puedan encontrarlo en la búsqueda y compartirlo con otros. Si no te interesa, te sugerimos crear un canal privado.
fa: لطفاً برای کانال عمومی خود لینکی انتخاب کنید تا افراد بتوانند آن را در نتایج جستجو پیدا کنند و با دیگران به اشتراک بگذارند. اگر مایل به این کار نیستید، می‌توانید در عوض یک کانال خصوصی ایجاد کنید.
fi: Valitse linkki julkiselle kanavallesi, jotta käyttäjät voivat löytää sen hausta ja jakaa sen muille. Jos et halua näin tapahtuvan, suosittelemme luomaan yksityisen kanavan.
fr: Choisissez un lien pour que votre canal public puisse être trouvé et partagé. Si cela ne vous intéresse pas, nous vous suggérons de créer un canal privé.
id: Mohon pilih tautan untuk channel publik Anda, sehingga orang dapat menemukan di pencarian dan berbagi dengan yang lain. Jika Anda tidak tertarik, kami sarankan untuk membuat channel privat.
it: Per favore scegli un link per il tuo canale pubblico, in modo che possa essere trovato nella ricerca e condiviso con altri. Se non sei interessato, ti consigliamo di creare un canale privato.
ko: 사람들이 이 채널을 검색하여 찾고 공유할 수 있도록 링크를 설정해 주세요. 이를 꺼리신다면, 비공개 채널을 추천해 드립니다.
ms: Sila pilih link untuk saluran awam, supayai ianya boleh dicari dan dikongsi dengan yang lain. Jika tidak berminat, kami cadang tubuhkan saluran peribadi.
nl: Stel een link in voor je publieke kanaal, om deze vindbaar te maken via de zoekfunctie en te delen met anderen. Wil je dit niet dan kun je een privé-kanaal aanmaken.
pl: Wybierz link dla swojego publicznego kanału, by był wyświetlany w wynikach wyszukiwania i udostępniany innym. Jeśli cię to nie interesuje, proponujemy utworzenie prywatnego kanału.
pt_br: Por favor, escolha um link para o seu canal público, assim as pessoas poderão encontrá-lo na busca e compartilhar com outros. Se não estiver interessado, sugerimos que crie um canal privado.
ru: Выберите публичную ссылку для канала, чтобы пользователи могли отправлять её друг другу, а канал можно было найти через поиск. Если Вы в этом не заинтересованы, предлагаем создать частный канал.
sv: Välj en länk för din publika kanal så att andra användare kan hitta den vid sökning och dela den med andra. Om detta inte är vad du vill föreslår via att du istället skapar en privat kanal.
tr: Lütfen kanalınız için bir genel bağlantı seçin, böylece insanlar aramada bulabilir ve başkalarıyla paylaşabilir. İlgilenmiyorsanız, bunun yerine özel bir kanal oluşturmanızı öneririz.
uk: Виберіть посилання для вашого публічного каналу, щоб люди змогли знайти його в пошуку і ділитися ним з іншими. Інакше створіть приватний канал.
uz: Odamlar kanalingizni qidirib topishi va boshqa kishilarga ulashishi uchun ommaviy kanalingizga havola tanlang. Agar siz bunga qiziqmasangiz, unda shaxsiy kanal yaratishingizni tavsiya qilamiz.
zh_cn: 请为您的公开频道设置一条链接，以便他人能通过搜索找到此频道并分享给他人。 如果您对此不感兴趣，我们建议您创建一个私密频道。
zh_tw: 請為您的公開頻道設定一條鏈結，以便他人能通過搜尋找到此頻道並分享給他人。 如果您對此不感興趣，我們建議您建立一個私密頻道。

# ChannelPublicEmptyUsernameTitle
source: Choose a link
ar: اختر رابطًا
be: Выберыце спасылку
ca: Trieu un enllaç
de: Wähle einen Link
es: Elige un enlace
fa: لینکی انتخاب کنید
fi: Valitse linkki
fr: Choisir un lien
id: Pilih tautan
it: Scegli un link
ko: 링크를 정하세요
ms: Pilih link
nl: Kies een link
pl: Wybierz link
pt_br: Escolha um link
ru: Выберите ссылку
sv: Välj en länk
tr: Bir bağlantı seçin
uk: Виберіть посилання
uz: Havolani tanlang

# ChannelPublicInfo
source: Public channels can be found in search, anyone can join them.
ar: يمكن العثور على القنوات العامة عبر البحث ويمكن لأي شخص الانضمام لها.
be: Публічныя каналы могуць быць знойдзены праз пошук, і кожны карыстальнік можа да іх далучыцца.
ca: Els canals públics es poden trobar a la cerca i qualsevol s'hi pot unir.
de: Kann jeder über die Suche finden
es: Cualquiera puede unirse a canales públicos tras encontrarlos en la búsqueda.
fa: کانال‌های عمومی در نتایج جستجو پیدا می‌شوند و هر کسی می‌تواند به آن‌ها بپیوندد.
fi: Julkiset kanavat näkyvät haussa, ja kuka tahansa voi liittyä niihin.
fr: Un canal public apparaît dans les recherches et n'importe qui peut le rejoindre.
id: Channel publik dapat ditemukan di pencarian, siapa saja dapat bergabung.
it: I canali pubblici possono essere trovati nella ricerca, chiunque può unirsi.
ko: 공개 채널은 검색으로 찾을 수 있으며, 누구나 들어올 수 있습니다.
ms: Saluran awam boleh dijumpai menerusi carian, sesiapa boleh sertai.
nl: Publieke kanalen zijn te vinden via de zoekfunctie, iedereen kan er lid van worden.
pl: Kanały publiczne można znaleźć w wyszukiwarce, każdy może do nich dołączyć.
pt_br: Canais públicos podem ser encontrados na busca. Qualquer um pode entrar.
ru: Публичные каналы можно найти через поиск, подписаться на них может любой пользователь.
sv: Publika kanaler kan hittas i Sök. Vem som helst kan gå med i dem.
tr: Genel kanallar, arama ile bulunabilir ve kanala herkes katılabilir.
uk: Публічні канали можна знайти через пошук, приєднатися може будь-хто.
uz: Ommaviy kanallarni qidiruvda topish mumkin va har kim ularga qoʻshilishi mumkin.
zh_cn: 公开频道可以被搜索到，且任何人都可以关注。
zh_tw: 公開頻道可以被搜尋到，且任何人都可以訂閲。

# ChannelRemoveUser
source: Remove from channel
ar: الإزالة من القناة
be: Выдаліць з канала
ca: Expulsa del canal
de: Aus Kanal entfernen
es: Eliminar del canal
fa: حذف از کانال
fi: Poista ja estä kanavalta
fr: Éjecter du canal
id: Dihapus dari channel
it: Rimuovi dal canale
ko: 채널에서 추방
ms: Keluarkan dari saluran
nl: Verwijderen uit kanaal
pl: Usuń z kanału
pt_br: Remover do canal
ru: Удалить из канала
sv: Ta bort från kanal
tr: Kanaldan çıkar
uk: Вилучити з каналу
uz: Kanaldan chiqarib yuborish
zh_cn: 从频道中移除
zh_tw: 從頻道中移除

# ChannelRemoveUserAdmin
source: Dismiss admin
ar: عزل المشرف
be: Разжалаваць кіраўніка
ca: Cessa l'administrador
de: Admin entlassen
es: Eliminar administrador
fa: برکناری مدیر
fi: Erota valvoja
fr: Renvoyer l'administrateur
id: Hapus admin
it: Rimuovi amministratore
ko: 관리자 권한 회수
ms: Pecat pentadbir
nl: Beheerder ontslaan
pl: Odrzuć administratora
pt_br: Dispensar admin
ru: Разжаловать
sv: Avför administratör
tr: Yöneticilikten çıkar
uk: Видалити з адміністраторів
uz: Adminlikdan chiqarish
zh_cn: 解任管理员
zh_tw: 解除管理員

# ChannelRestrictedUsers
source: Restricted users
ar: المستخدمون المقيدون
be: Абмежаваныя карыстальнікі
ca: Usuaris restringits
de: Eingeschränke Nutzer
es: Usuarios restringidos
fa: کاربران محدود
fi: Rajoitetut käyttäjät
fr: Utilisateurs restreints
id: Pengguna dibatasi
it: Utenti limitati
ko: 제한된 사용자
ms: Pengguna dihad
nl: Beperkt
pl: Ograniczeni użytkownicy
pt_br: Usuários restringidos
ru: Пользователи с ограничениями
sv: Användare med inskränkningar
tr: Kısıtlı kullanıcılar
uk: Обмежені користувачі
uz: Cheklangan foydalanuvchilar
zh_cn: 受限用户
zh_tw: 受限用戶

# Channels_one
source: {0} channel
ar: قناة واحدة
be: {0} канал
ca: {0} canal
de: {0} Kanal
es: {0} canal
fi: {0} kanava
fr: {0} canal
it: {0} canale
nl: {0} kanaal
pl: {0} kanał
pt_br: {0} canal
ru: {0} канал
sv: {0} kanal
tr: {0} kanalın
uk: {0} канал

# Channels_other
source: {0} channels
ar: ⁨{0}⁩ قناة
be: {0} каналаў
ca: {0} canals
de: {0} Kanäle
es: {0} canales
fi: {0} kanavaa
fr: {0} canaux
it: {0} canali
ko: 채널 {0}개
ms: {0} saluran
nl: {0} kanalen
pl: {0} kanału
pt_br: {0} canais
ru: {0} каналов
sv: {0} kanaler
tr: {0} kanalın
uk: {0} каналів

# ChannelSearchException
source: Search Exceptions
ar: بحث في الاستثناءات
be: Шукаць выключэнні
ca: Cerca excepcions
de: Ausnahmen durchsuchen
es: Buscar excepciones
fa: جستجوی استثناها
fi: Hae poikkeuksia
fr: Rechercher des exceptions
id: Cari Pengecualian
it: Cerca eccezioni
ko: 예외 검색
ms: Cari Pengecualian
nl: Uitzonderingen zoeken
pl: Szukaj wyjątków
pt_br: Buscar Exceções
ru: Поиск исключений
sv: Sök undantag
tr: Arama Ayrıcalıkları
uk: Пошук винятків
uz: Istisnolar ichidan qidirish

# ChannelSettings
source: Settings
ar: الإعدادات
be: Налады
ca: Configuració
de: Einstellungen
es: Ajustes
fa: تنظیمات
fi: Asetukset
fr: Paramètres
id: Pengaturan
it: Impostazioni
ko: 설정
ms: Aturan
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування
uz: Sozlamalar
zh_cn: 设置
zh_tw: 設定

# ChannelSettingsChangedAlert
source: You have changed some settings in this channel. Apply changes?
ar: لقد قمت بتغيير الإعدادات في هذه القناة، تطبيق التغييرات؟
be: Вы змянілі некаторыя налады ў гэтым канале. Дастасаваць змены?
ca: Heu canviat la configuració del canal. Voleu aplicar els canvis?
de: Du hast einige Kanaleinstellungen verändert. Änderungen anwenden?
es: Cambiaste algunos ajustes en este canal. ¿Aplicar cambios?
fa: شما برخی از تنظیمات را در این کانال تغییر داده‌اید. تغییرات اعمال شود؟
fi: Olet muokannut kanavan asetuksia. Otetaanko muutokset käyttöön?
fr: Vous avez modifié des paramètres dans ce canal. Appliquer les changements ?
id: Anda telah mengubah beberapa pengaturan di channel ini. Terapkan?
it: Hai cambiato qualche impostazione in questo canale. Applicare le modifiche?
ko: 몇 가지 채널 설정을 바꾸셨습니다. 변경 사항을 적용할까요?
ms: Anda tukar aturan di saluran ini. Lakukan pertukaran?
nl: Je hebt instellingen voor dit kanaal gewijzigd, wijzigingen toepassen?
pl: Zmieniono niektóre ustawienia na tym kanale. Zastosować zmiany?
pt_br: Você alterou algumas configurações neste canal. Gostaria de aplicar?
ru: Вы изменили настройки канала. Применить изменения?
sv: Vill du tillämpa ändringarna du gjorde i kanalens inställningar?
tr: Bu kanaldaki bazı ayarları değiştirdiniz. Değişiklikler uygulansın mı?
uk: Ви змінили налаштування каналу. Застосувати зміни?
uz: Siz kanalning baʼzi sozlamalarini oʻzgartirdingiz. Ularni saqlashni istaysizmi?

# ChannelSettingsTitle
source: Channel Settings
ar: إعدادات القناة
be: Налады канала
ca: Configuració del canal
de: Kanaleinstellungen
es: Ajustes del canal
fa: تنظیمات کانال
fi: Kanavan asetukset
fr: Paramètres du canal
id: Pengaturan Channel
it: Impostazioni canale
ko: 채널 설정
ms: Aturan Saluran
nl: Kanaalinstellingen
pl: Ustawienia kanału
pt_br: Configurações do Canal
ru: Настройки канала
sv: Kanalinställningar
tr: Kanal Ayarları
uk: Налаштування каналу
uz: Kanal sozlamalari

# ChannelSignMessages
source: Sign Messages
ar: توقيع الرسائل
be: Падпісваць допісы
ca: Signa els missatges
de: Nachrichten unterschreiben
es: Firmar los mensajes
fa: امضا کردن پیام‌ها
fi: Allekirjoita viestit
fr: Signer les messages
id: Tandai Pesan
it: Firma messaggi
ko: 메시지 서명
ms: Mesej bertanda
nl: Ondertekenen
pl: Podpisuj wiadomości
pt_br: Assinar as Mensagens
ru: Подписывать сообщения
sv: Signera meddelanden
tr: Mesajları İmzala
uk: Підписувати повідомлення
uz: Xabarlarni imzolash
zh_cn: 消息署名
zh_tw: 訊息署名
